Repository: Carbonchief/NannyAndMe
Catalog: babynanny/*.lproj/Localizable.strings
Languages: de, es

# actions.feeding.bottleWithTypeAndVolume
source: Bottle (%1$@, %2$lld ml)
de: Flasche (%1$@, %2$lld ml)
es: Biberón (%1$@, %2$lld ml)

# actions.feeding.bottleWithType
source: Bottle (%@)
de: Flasche (%@)
es: Biberón (%@)

# diaper.pee
source: Pee
de: Nass
es: Mojado

# diaper.poo
source: Poo
de: Stuhl
es: Sólido

# diaper.both
source: Pee & Poo
de: Nass & Stuhl
es: Mojado y sólido

# feeding.bottle
source: Bottle
de: Flasche
es: Biberón

# feeding.bottleType.formula
source: Formula
de: Milchpulver
es: Leche de fórmula

# feeding.bottleType.breastMilk
source: Breast milk
de: Muttermilch
es: Leche materna

# feeding.bottleType.cowMilk
source: Cow's milk
de: Kuhmilch

# feeding.leftBreast
source: Left Breast
de: Linke Brust
es: Pecho izquierdo

# feeding.rightBreast
source: Right Breast
de: Rechte Brust
es: Pecho derecho

# feeding.meal
source: Meal
de: Mahlzeit
es: Comida

# profile.new
source: New Profile
de: Neues Profil
es: Perfil nuevo

# formatter.justNow
source: Just now
de: Gerade eben
es: Justo ahora

# formatter.ago
source: %@ ago
de: vor %@
es: hace %@

# sync.loadingInitialData
source: Syncing your data…
de: Daten werden synchronisiert…
es: Sincronizando tus datos…

# sync.progressPercentage
source: %.0f%% complete
de: %.0f%% abgeschlossen
es: %.0f%% completado

# sync.preparingUpdates
source: Preparing your latest updates…
de: Aktualisierungen werden vorbereitet…
es: Preparando tus últimas actualizaciones…

# sync.initialSyncFailed
source: We couldn't finish downloading your data. We'll keep trying in the background.
de: Deine Daten konnten nicht vollständig geladen werden. Wir versuchen es im Hintergrund weiter.
es: No pudimos terminar de descargar tus datos. Seguiremos intentándolo en segundo plano.

# settings.subscription.manage
source: Manage subscription
de: Abonnement verwalten

# settings.subscription.restore
source: Restore purchases
de: Käufe wiederherstellen

# settings.subscription.restoreInProgress
source: Restoring…
de: Wiederherstellen …

# settings.subscription.activeDescription
source: You have access to every Premium feature on this device.
de: Du hast Zugriff auf alle Premium-Funktionen auf diesem Gerät.

# settings.subscription.unlock
source: Unlock Premium Access
de: Premiumzugang freischalten

# settings.subscription.unlockDescription
source: Weekly and lifetime plans are available with a free trial.
de: Wöchentliche und Lifetime-Pläne sind mit kostenloser Testphase verfügbar.

# settings.subscription.loading
source: Loading plans…
de: Tarife werden geladen …

# settings.subscription.error
source: Subscription issue
de: Abo-Problem

# settings.subscription.customerCenterUnavailable
source: Customer Center isn't included in this build yet.
de: Customer Center ist in diesem Build noch nicht enthalten.

# home.edit.startPickerLabel
source: Start
es: Inicio

# settings.about.appVersion
source: App Version
es: Versión de la app

# menu.version
source: Version %@
es: Versión %@

# auth.email
source: Email
es: Correo electrónico

# shareData.export.title
source: Export
es: Exportar

# shareData.import.title
source: Import
es: Importar

# logs.filter.button
source: Filter
es: Filtrar
