Repository: Carbonchief/NannyAndMe
Catalog: babynanny/*.lproj/Localizable.strings
Languages: de, es

# tab.home.title
source: Home
de: Startseite
es: Inicio

# tab.map.title
source: Map
de: Karte
es: Mapa

# tab.reports.title
source: Reports
de: Berichte
es: Informes

# common.stop
source: Stop
de: Stopp
es: Detener

# common.start
source: Start
de: Starten
es: Iniciar

# common.log
source: Log
de: Eintragen
es: Registrar

# common.cancel
source: Cancel
de: Abbrechen
es: Cancelar

# common.done
source: Done
de: Fertig
es: Listo

# common.unspecified
source: Unspecified
de: Nicht angegeben
es: Sin especificar

# common.close
source: Close
de: Schließen
es: Cerrar

# common.retry
source: Retry
de: Erneut versuchen

# splash.loading
source: Loading
de: Wird geladen …
es: Cargando…

# onboarding.profilePrompt.title
source: Welcome to Nanny & Me
de: Willkommen bei Nanny & Me
es: Bienvenido a Nanny & Me

# onboarding.profilePrompt.subtitle
source: Let's start by naming your first profile.
de: Benennen Sie zunächst Ihr erstes Profil.
es: Comencemos poniendo nombre a tu primer perfil.

# onboarding.profilePrompt.nameLabel
source: Profile name
de: Profilname
es: Nombre del perfil

# onboarding.profilePrompt.namePlaceholder
source: Enter a name
de: Name eingeben
es: Introduce un nombre

# onboarding.profilePrompt.continue
source: Continue
de: Weiter
es: Continuar

# onboarding.firstLaunch.welcomeTitle
source: Welcome to Nanny & Me!
de: Willkommen bei Nanny & Me!
es: ¡Bienvenido a Nanny & Me!

# onboarding.firstLaunch.welcomeMessage
source: We're thrilled to have you, you just gained a new teammate for caring for your little one.
de: Wir freuen uns riesig – du hast gerade ein neues Teammitglied für die Betreuung deines kleinen Schatzes gewonnen.
es: Estamos encantados de tenerte; acabas de sumar un nuevo compañero para cuidar a tu pequeño.

# onboarding.firstLaunch.benefitsTitle
source: Stay ahead with smart tools
de: Bleib mit smarten Tools voraus
es: Mantente un paso adelante con herramientas inteligentes

# onboarding.firstLaunch.benefitsMessage
source: Log care in seconds, share profiles, and generate daily snapshots.
de: Erfasse Betreuung in Sekunden, teile Profile und erstelle tägliche Momentaufnahmen.
es: Registra en segundos, comparte perfiles y genera instantáneas diarias.

# onboarding.firstLaunch.benefitsPoint.one
source: Tap once to log day-to-day care—no clutter or guesswork.
de: Ein Tipp genügt – so protokollierst du den Alltag ohne Aufwand.
es: Un toque basta para registrar el día a día sin complicaciones.

# onboarding.firstLaunch.benefitsPoint.two
source: Share caregiver-ready reports that keep everyone aligned.
de: Teile betreuungsfertige Berichte, damit alle auf dem gleichen Stand sind.
es: Comparte informes listos para cuidadores que mantienen a todos alineados.

# onboarding.firstLaunch.benefitsPoint.three
source: Daily snapshots highlight what caregivers need to know.
de: Tägliche Momentaufnahmen zeigen, was Betreuungspersonen wissen müssen.
es: Las instantáneas diarias destacan lo que deben saber los cuidadores.

# onboarding.firstLaunch.accountDecision.title
source: Choose how you want to get started
de: Wähle, wie du starten möchtest
es: Elige cómo quieres comenzar

# onboarding.firstLaunch.accountDecision.message
source: Create a free account to sync and share, or stay local on this device.
de: Erstelle ein kostenloses Konto zum Synchronisieren und Teilen oder nutze die App nur lokal auf diesem Gerät. Du kannst dein Passwort jederzeit über den Anmeldebildschirm zurücksetzen.
es: Crea una cuenta gratuita para sincronizar y compartir, o quédate solo en este dispositivo.

# onboarding.firstLaunch.accountDecision.createAccount
source: Create or Sign In
de: Registrieren oder anmelden
es: Crear o iniciar sesión

# onboarding.firstLaunch.accountDecision.stayLocal
source: Stay Local Only
de: Nur lokal verwenden
es: Usar solo localmente

# onboarding.firstLaunch.accountDecision.footnote
source: You can connect an account later from Settings.
de: Du kannst später in den Einstellungen ein Konto verbinden.
es: Puedes conectar una cuenta más adelante desde Ajustes.

# onboarding.firstLaunch.paywallTitle
source: Premium Access
de: Premium-Zugang
es: Acceso premium

# onboarding.firstLaunch.paywallSubtitle
source: Keep everyone updated!
de: Halte alle auf dem Laufenden!
es: ¡Mantén a todos al día!

# onboarding.firstLaunch.paywallFeature.one
source: 3-day premium trial included with every plan.
de: 3-tägige Premium-Testphase in jedem Paket.
es: Prueba premium de 3 días incluida en cada plan.

# onboarding.firstLaunch.paywallFeature.two
source: Location tracking for every log.
de: Standortverfolgung für jeden Eintrag.
es: Seguimiento de ubicación en cada registro.

# onboarding.firstLaunch.paywallFeature.three
source: Share profiles with caregivers.
de: Profile mit Betreuungspersonen teilen.
es: Comparte perfiles con cuidadores.

# onboarding.firstLaunch.paywallFeature.four
source: Smart reminders keep care on track.
de: Clevere Erinnerungen halten alles im Plan.
es: Alertas inteligentes mantienen el cuidado al día.

# onboarding.firstLaunch.paywallFeature.five
source: Remove annoying paywalls.
de: Nervige Paywalls verschwinden.
es: Elimina paywalls molestos.

# onboarding.firstLaunch.paywallPlan.lifetimeTitle
source: Lifetime Plan
de: Lebenslanger Plan
es: Plan de por vida

# onboarding.firstLaunch.paywallPlan.lifetimeDetail
source: One-time payment of %1$@
de: Einmalzahlung von %1$@
es: Pago único de %1$@

# onboarding.firstLaunch.paywallPlan.lifetimeFallbackDetail
source: One-time payment of $149.99
de: Einmalzahlung von 149,99 $
es: Pago único de $149.99

# onboarding.firstLaunch.paywallPlan.lifetimeBadge
source: Best Value
de: Bestes Angebot
es: Mejor valor

# onboarding.firstLaunch.paywallPlan.monthlyTitle
source: 3-Day Trial
de: 3-Tage-Test
es: Prueba de 3 días

# onboarding.firstLaunch.paywallPlan.monthlyDetail
source: Then %1$@ every %2$@
de: Danach %1$@ alle %2$@
es: Luego %1$@ cada %2$@

# onboarding.firstLaunch.paywallPlan.monthlyFallbackDetail
source: Then $7.99 per week
de: Danach 7,99 $ pro Woche
es: Luego $7.99 por semana

# onboarding.firstLaunch.paywall.freeTrialToggle
source: 3-day trial activated
de: 3-Tage-Test aktiv
es: Prueba de 3 días activada

# onboarding.firstLaunch.paywall.trialDisclaimer
source: Cancel within 3 days to avoid charges.
de: Innerhalb von 3 Tagen kündigen, um Kosten zu vermeiden.
es: Cancela dentro de los primeros 3 días para evitar cargos.

# onboarding.firstLaunch.purchaseLifetime
source: Purchase Lifetime Plan
de: Lifetime-Plan kaufen
es: Comprar plan de por vida

# onboarding.firstLaunch.skip
source: Skip
de: Überspringen
es: Omitir

# onboarding.firstLaunch.next
source: Next
de: Weiter
es: Siguiente

# onboarding.firstLaunch.back
source: Back
de: Zurück
es: Atrás

# onboarding.firstLaunch.startTrial
source: Start Free 3-Day Trial
de: Kostenlose 3-Tage-Testphase starten
es: Iniciar prueba gratis de 3 días

# onboarding.firstLaunch.maybeLater
source: Maybe Later
de: Vielleicht später
es: Quizás después

# onboarding.firstLaunch.termsDisclaimer
source: Cancel within 3 days to avoid charges.
de: Innerhalb von 3 Tagen kündigen, um Kosten zu vermeiden.
es: Cancela dentro de los primeros 3 días para evitar cargos.

# onboarding.firstLaunch.restorePurchases
source: Restore Purchases
de: Käufe wiederherstellen
es: Restaurar compras

# onboarding.firstLaunch.paywall.loading
source: Loading pricing…
de: Preise werden geladen …
es: Cargando precios…

# onboarding.firstLaunch.processingPurchase
source: Processing…
de: Wird verarbeitet …
es: Procesando…

# onboarding.firstLaunch.paywall.error.generic
source: Something went wrong. Please try again.
de: Etwas ist schiefgelaufen. Bitte versuch es erneut.
es: Algo salió mal. Inténtalo nuevamente.

# home.recentActivity
source: Recent Activity
de: Letzte Aktivitäten
es: Actividad reciente

# home.recentActivity.showAll
source: Show All
de: Alle anzeigen
es: Ver todo

# home.recentActivity.empty.title
source: No recent activity yet
de: Noch keine Aktivitäten
es: Sin actividad reciente

# home.recentActivity.empty.description
source: Logs you add will appear here for quick access.
de: Sobald du etwas protokollierst, erscheinen die Einträge hier für den Schnellzugriff.
es: Los registros que agregues aparecerán aquí para un acceso rápido.

# home.header.edit
source: Edit
de: Bearbeiten
es: Editar

# home.header.placeholder
source: Start an action below to begin tracking your baby's day.
de: Starte unten eine Aktion, um den Tag deines Babys zu verfolgen.
es: Inicia una acción abajo para comenzar a registrar el día de tu bebé.

# home.noEntries
source: No entries yet
de: Noch keine Einträge
es: Aún no hay registros

# home.customReminder.title
source: Schedule reminder
de: Erinnerung planen
es: Programar recordatorio

# home.customReminder.message.sleep
source: How long should we wait before reminding you that %1$@ needs to sleep?
de: Wie lange sollen wir warten, bevor wir dich daran erinnern, dass %1$@ schlafen muss?
es: ¿Cuánto tiempo debemos esperar antes de recordarte que %1$@ necesita dormir?

# home.customReminder.message.feeding
source: How long should we wait before reminding you that %1$@ needs to eat?
de: Wie lange sollen wir warten, bevor wir dich daran erinnern, dass %1$@ essen muss?
es: ¿Cuánto tiempo debemos esperar antes de recordarte que %1$@ necesita comer?

# home.customReminder.message.diaper
source: How long should we wait before reminding you to change %1$@'s diaper?
de: Wie lange sollen wir warten, bevor wir dich daran erinnern, %1$@s Windel zu wechseln?
es: ¿Cuánto tiempo debemos esperar antes de recordarte que cambies el pañal de %1$@?

# home.customReminder.delayLabel
source: Reminder delay
de: Erinnerungszeit
es: Tiempo del recordatorio

# home.customReminder.schedule
source: Schedule
de: Planen
es: Programar

# home.customReminder.notificationsDenied.title
source: Enable notifications
de: Benachrichtigungen aktivieren
es: Activar notificaciones

# home.customReminder.notificationsDenied.message
source: Notifications are currently turned off for Nanny & Me. Enable notifications in Settings to receive reminders.
de: Benachrichtigungen sind derzeit für Nanny & Me deaktiviert. Aktiviere sie in den Einstellungen, um Erinnerungen zu erhalten.
es: Las notificaciones están desactivadas para Nanny & Me. Actívalas en Configuración para recibir recordatorios.

# home.customReminder.notificationsDenied.settings
source: Open Settings
de: Einstellungen öffnen
es: Abrir Ajustes

# home.customReminder.notificationsDenied.cancel
source: Not now
de: Nicht jetzt
es: Ahora no

# home.sleep.info
source: Start tracking a sleep session. Stop it when your little one wakes up to capture the total rest time.
de: Starte eine Schlafsitzung. Beende sie, wenn dein Kind aufwacht, um die gesamte Ruhezeit zu erfassen.
es: Inicia una sesión de sueño. Detenla cuando tu pequeño despierte para capturar el tiempo total de descanso.

# home.diaper.sectionTitle
source: Diaper type
de: Windeltyp
es: Tipo de pañal

# home.diaper.pickerLabel
source: Diaper type
de: Windeltyp
es: Tipo de pañal

# home.feeding.sectionTitle
source: Feeding type
de: Fütterungsart
es: Tipo de alimentación

# home.feeding.pickerLabel
source: Feeding type
de: Fütterungsart
es: Tipo de alimentación

# home.bottleType.sectionTitle
source: Bottle type
de: Flaschentyp
es: Tipo de biberón

# home.bottleType.pickerLabel
source: Bottle type
de: Flaschentyp
es: Tipo de biberón

# home.bottle.sectionTitle
source: Bottle volume
de: Flaschenmenge
es: Volumen del biberón

# home.bottle.pickerLabel
source: Bottle volume
de: Flaschenmenge
es: Volumen del biberón

# home.bottle.customFieldPlaceholder
source: Custom volume (ml)
de: Individuelles Volumen (ml)
es: Volumen personalizado (ml)

# home.bottle.customOption
source: Custom
de: Individuell
es: Personalizado

# home.sheet.editActionTitle
source: Edit Action
de: Aktion bearbeiten
es: Editar acción

# home.edit.startSectionTitle
source: Start time
de: Startzeit
es: Hora de inicio

# home.edit.categoryLabel
source: Category
de: Kategorie
es: Categoría

# home.edit.endSectionTitle
source: End time
de: Endzeit
es: Hora de finalización

# home.edit.endPickerLabel
source: End
de: Ende
es: Fin

# home.edit.endNote
source: End time can be adjusted once the action has ended.
de: Die Endzeit kann angepasst werden, sobald die Aktion beendet wurde.
es: La hora de finalización se podrá ajustar cuando la acción haya terminado.

# home.header.activeFor
source: Active for %@
de: Aktiv seit %@
es: Activo durante %@

# home.header.lastFinished
source: Last finished %@
de: Zuletzt beendet %@
es: Última finalización %@

# home.card.startedAt
source: Started: %@
de: Gestartet: %@
es: Iniciado: %@

# home.card.startedLabel
source: Started:
de: Gestartet:
es: Iniciado:

# home.card.elapsed
source: Elapsed: %@
de: Verstrichen: %@
es: Transcurrido: %@

# home.card.lastRun
source: Last run %@
de: Zuletzt ausgeführt %@
es: Última ejecución %@

# home.card.lastRunWithDuration
source: Last run %@ • %@
de: Zuletzt ausgeführt %@ • %@
es: Última ejecución %@ • %@

# home.sheet.newActionTitle
source: New %@ Action
de: Neue %@-Aktion
es: Nueva acción de %@

# home.history.started
source: Started: %@
de: Gestartet: %@
es: Iniciado: %@

# home.history.stopped
source: Stopped: %@
de: Beendet: %@
es: Finalizado: %@

# home.history.startedLabel
source: Started
de: Gestartet
es: Iniciado

# home.history.stoppedLabel
source: Stopped
de: Beendet
es: Finalizado

# home.history.duration
source: For: %@
de: Für: %@
es: Durante %@

# home.history.durationLabel
source: Duration
de: Dauer
es: Duración

# home.interruptionAlert.title
source: Stop current action?
de: Aktuelle Aktion stoppen?
es: ¿Detener la acción actual?

# home.interruptionAlert.message
source: Starting a new %@ action will stop %@ that's currently running.
de: Wenn du eine neue %@-Aktion startest, wird %@ beendet, das gerade läuft.
es: Al iniciar una nueva acción de %@ se detendrá %@ que está en curso.

# home.interruptionAlert.confirm
source: Continue
de: Fortfahren
es: Continuar

# profiles.activeSection
source: Active Profiles
de: Aktive Profile
es: Perfiles activos

# profiles.add
source: Add Profile
de: Profil hinzufügen
es: Agregar perfil

# profiles.addPrompt.title
source: Add a New Profile
de: Neues Profil hinzufügen
es: Agregar un nuevo perfil

# profiles.addPrompt.subtitle
source: Enter a name to create a profile.
de: Geben Sie einen Namen ein, um ein Profil zu erstellen.
es: Introduce un nombre para crear un perfil.

# profiles.addPrompt.nameLabel
source: Profile name
de: Profilname
es: Nombre del perfil

# profiles.addPrompt.namePlaceholder
source: Enter a name
de: Name eingeben
es: Introduce un nombre

# profiles.addPrompt.create
source: Create Profile
de: Profil erstellen
es: Crear perfil

# profiles.title
source: Profiles
de: Profile
es: Perfiles

# profiles.activeProfile.section
source: Active Profile
de: Aktives Profil
es: Perfil activo

# profiles.childName
source: Child name
de: Name des Kindes
es: Nombre del niño

# profiles.birthDate
source: Birth date
de: Geburtsdatum
es: Fecha de nacimiento

# profiles.choosePhoto
source: Choose profile photo
de: Profilfoto auswählen
es: Elegir foto de perfil

# profiles.removePhoto
source: Remove profile photo
de: Profilfoto entfernen
es: Quitar foto de perfil

# profiles.crop.title
source: Crop Photo
de: Foto zuschneiden
es: Recortar foto

# profiles.crop.instruction
source: Move and scale to adjust.
de: Bewegen und zoomen, um anzupassen.
es: Mueve y amplía para ajustar.

# profiles.photo.processing
source: Preparing photo…
de: Foto wird vorbereitet…
es: Preparando foto…

# profiles.sharedBadge
source: Shared
de: Geteilt

# profiles.viewOnlyBadge
source: View only
de: Nur ansehen

# profiles.pendingShare.title
source: Accept shared profile?
de: Geteiltes Profil annehmen?

# profiles.pendingShare.message
source: %@ has been shared with you. Do you want to accept this invitation?
de: %@ wurde mit dir geteilt. Möchtest du die Einladung annehmen?

# profiles.pendingShare.accept
source: Accept invite
de: Einladung annehmen

# profiles.pendingShare.decline
source: Decline invite
de: Einladung ablehnen

# profiles.age.format
source: %@ old
de: %@ alt
es: Tiene %@

# profiles.age.newborn
source: Newborn
de: Neugeboren
es: Recién nacido

# profiles.delete.confirmationTitle
source: Delete %@?
de: Profil %@ löschen?
es: ¿Eliminar el perfil de %@?

# profiles.delete.confirmationMessage
source: This will remove %@ and all associated activity logs.
de: Dadurch werden %@ und alle zugehörigen Aktivitätsprotokolle entfernt.
es: Esto eliminará el perfil de %@ y todos los registros de actividad asociados.

# profiles.delete.action
source: Delete Profile
de: Profil löschen
es: Eliminar perfil

# settings.notifications.section
source: Notifications
de: Benachrichtigungen
es: Notificaciones

# settings.notifications.enable
source: Enable reminders
de: Erinnerungen aktivieren
es: Activar recordatorios

# settings.home.section
source: Home
de: Startseite
es: Inicio

# settings.home.showRecentActivity
source: Show recent activity
de: Aktuelle Aktivitäten anzeigen
es: Mostrar actividad reciente

# settings.home.haptics.toggle
source: Action haptics
de: Haptisches Feedback

# settings.home.haptics.description
source: Play a gentle tap when logging an action.
de: Spüre ein leichtes Tippen, wenn du eine Aktion protokollierst.

# settings.notifications.nextReminder.label
source: Next reminder
de: Nächste Erinnerung
es: Próximo recordatorio

# settings.notifications.nextReminder.disabled
source: Reminders are turned off.
de: Erinnerungen sind deaktiviert.
es: Los recordatorios están desactivados.

# settings.notifications.nextReminder.unavailable
source: No reminders scheduled yet.
de: Noch keine Erinnerungen geplant.
es: Todavía no hay recordatorios programados.

# settings.notifications.nextReminder.loading
source: Loading…
de: Wird geladen …
es: Cargando…

# settings.notifications.permissionDenied.title
source: Enable notifications
de: Benachrichtigungen aktivieren
es: Activar notificaciones

# settings.notifications.permissionDenied.message
source: Notifications are currently turned off for Nanny & Me. Enable notifications in Settings to receive reminders.
de: Benachrichtigungen sind für Nanny & Me deaktiviert. Aktiviere sie in den Einstellungen, um Erinnerungen zu erhalten.
es: Las notificaciones están desactivadas para Nanny & Me. Actívalas en Configuración para recibir recordatorios.

# settings.notifications.permissionDenied.action
source: Open Settings
de: Einstellungen öffnen
es: Abrir Configuración

# settings.notifications.permissionDenied.cancel
source: Not now
de: Nicht jetzt
es: Ahora no

# settings.notifications.actionReminder.title
source: %@ reminders
de: Erinnerungen für %@
es: Recordatorios de %@

# settings.notifications.actionReminder.frequency.one
source: Every hour
de: Jede Stunde
es: Cada hora

# settings.notifications.actionReminder.frequency.other
source: Every %lld hours
de: Alle %lld Stunden
es: Cada %lld horas

# settings.notifications.actionReminder.disabled
source: Reminders are turned off for this action.
de: Erinnerungen für diese Aktion sind deaktiviert.
es: Los recordatorios están desactivados para esta acción.

# settings.privacy.section
source: Privacy
de: Datenschutz
es: Privacidad

# settings.privacy.trackLocations
source: Track Action Locations
de: Standort bei Aktionen speichern
es: Guardar ubicación de las acciones

# settings.privacy.trackLocations.description
source: When enabled, the app saves your precise location (within about 50 meters) with each logged action. You can turn this off anytime.
de: Wenn aktiviert, speichert die App deinen genauen Standort (innerhalb von etwa 50 Metern) bei jedem Eintrag. Du kannst dies jederzeit deaktivieren.
es: Cuando está activado, la app guarda tu ubicación precisa (a unos 50 metros) con cada acción registrada. Puedes desactivarlo en cualquier momento.

# settings.privacy.trackLocations.premium
source: Unlock Premium Access for location tracking.
de: Schalte den Premiumzugang für die Standortverfolgung frei.
es: Desbloquea el acceso premium para el seguimiento de ubicaciones.

# settings.privacy.trackLocations.denied
source: Location access denied — tap to open Settings.
de: Standortzugriff verweigert – tippe, um Einstellungen zu öffnen.
es: Acceso a la ubicación denegado: toca para abrir Configuración.

# settings.privacy.openSettings
source: Open Settings
de: Einstellungen öffnen
es: Abrir Ajustes

# settings.about.section
source: About
de: Info
es: Acerca de

# settings.title
source: Settings
de: Einstellungen
es: Configuración

# notifications.ageReminder.title
source: Monthly milestone
de: Monatlicher Meilenstein
es: Hito mensual

# notifications.ageReminder.oneMonth
source: %@ is 1 month old today.
de: %@ ist heute 1 Monat alt.
es: %@ cumple 1 mes hoy.

# notifications.ageReminder.months
source: %@ is %lld months old today.
de: %@ ist heute %lld Monate alt.
es: %@ cumple %lld meses hoy.

# notifications.actionReminder.title
source: Log %@
de: %@ protokollieren
es: Registrar %@

# notifications.actionReminder.message.diaper
source: It's time to change %@'s diaper.
de: Es ist Zeit, %@ die Windel zu wechseln.
es: Es hora de cambiar el pañal de %@.

# notifications.actionReminder.message.feeding
source: It's time to feed %@.
de: Es ist Zeit, %@ zu füttern.
es: Es hora de alimentar a %@.

# notifications.actionReminder.message.sleep
source: It's time for %@ to sleep.
de: Es ist Zeit für %@, schlafen zu gehen.
es: Es hora de que %@ duerma.

# notifications.actionReminder.interval.one
source: 1 hour
de: 1 Stunde
es: 1 hora

# notifications.actionReminder.interval.other
source: %lld hours
de: %lld Stunden
es: %lld horas

# notifications.actionReminder.overviewTitle
source: %@ reminder
de: Erinnerung: %@
es: Recordatorio de %@

# menu.subtitle
source: Quick actions
de: Schnellaktionen
es: Acciones rápidas

# menu.allLogs
source: All Logs
de: Alle Protokolle
es: Todos los registros

# menu.shareData
source: Share Data
de: Daten teilen
es: Compartir datos

# menu.settings
source: Settings
de: Einstellungen
es: Configuración

# menu.login
source: Sign In
de: Anmelden
es: Iniciar sesión

# menu.logout
source: Sign Out
de: Abmelden
es: Cerrar sesión

# menu.loggedInAs
source: Signed in as %1$@
de: Angemeldet als %1$@
es: Sesión iniciada como %1$@

# menu.authUnavailable
source: Supabase login unavailable. Check configuration.
de: Supabase-Anmeldung nicht verfügbar. Bitte Konfiguration prüfen.
es: Inicio de sesión de Supabase no disponible. Revisa la configuración.

# auth.title
source: Account
de: Konto
es: Cuenta

# auth.description
source: Enter your email and password. We'll create an account if needed or sign you in.
de: Gib deine E-Mail und ein Passwort ein. Wir erstellen bei Bedarf ein Konto oder melden dich an. Du kannst dein Passwort jederzeit zurücksetzen.
es: Ingresa tu correo electrónico y una contraseña. Crearemos una cuenta si es necesario o iniciaremos sesión.

# auth.password
source: Password
de: Passwort
es: Contraseña

# auth.primary
source: Continue
de: Weiter
es: Continuar

# auth.divider.or
source: or
de: oder
es: o

# auth.info.emailConfirmation
source: Check your email to confirm your account.
de: Prüfe deine E-Mails, um das Konto zu bestätigen.
es: Revisa tu correo para confirmar la cuenta.

# auth.info.accountCreated
source: Account created! You're all set.
de: Konto erstellt! Du bist startklar.
es: ¡Cuenta creada! Todo listo.

# auth.password.hint
source: Password must be at least 6 characters.
de: Das Passwort muss mindestens 6 Zeichen lang sein.
es: La contraseña debe tener al menos 6 caracteres.

# auth.apple.failure
source: Unable to sign in with Apple. Please try again.
de: Anmeldung mit Apple fehlgeschlagen. Bitte versuche es erneut.
es: No se pudo iniciar sesión con Apple. Inténtalo de nuevo.
