Repository: Carbonchief/NannyAndMe
Catalog: babynanny/*.lproj/Localizable.strings
Languages: de, es

# auth.dismiss
source: Close
de: Schließen
es: Cerrar

# auth.error.missingFile
source: SupabaseConfig.plist is missing from the app bundle.
de: SupabaseConfig.plist fehlt im App-Bundle.
es: SupabaseConfig.plist no se encuentra en el paquete de la app.

# auth.error.invalidFormat
source: SupabaseConfig.plist has an unexpected structure.
de: SupabaseConfig.plist hat eine unerwartete Struktur.
es: SupabaseConfig.plist tiene un formato inesperado.

# auth.error.invalidURL
source: Supabase URL is invalid: %1$@
de: Supabase-URL ist ungültig: %1$@
es: La URL de Supabase no es válida: %1$@

# auth.error.missingAnonKey
source: Supabase anonymous key is missing.
de: Der anonyme Supabase-Schlüssel fehlt.
es: Falta la clave anónima de Supabase.

# auth.error.placeholder
source: Supabase credentials still use placeholder values.
de: Supabase-Zugangsdaten verwenden noch Platzhalterwerte.
es: Las credenciales de Supabase todavía usan valores de ejemplo.

# shareData.title
source: Share Data
de: Daten teilen
es: Compartir datos

# shareData.profileSection.title
source: Active Profile
de: Aktives Profil
es: Perfil activo

# shareData.profileSection.logCount
source: Total logs: %lld
de: Protokolle insgesamt: %lld
es: Registros totales: %lld

# shareData.export.button
source: Export Data
de: Daten exportieren
es: Exportar datos

# shareData.export.footer
source: Save a JSON backup of this profile and its activity logs.
de: Speichere ein JSON-Backup dieses Profils und seiner Aktivitäten.
es: Guarda una copia de seguridad JSON de este perfil y sus registros de actividad.

# shareData.import.button
source: Import Data
de: Daten importieren
es: Importar datos

# shareData.import.footer
source: Select a previously exported file to merge updates into this profile.
de: Wähle eine zuvor exportierte Datei, um Aktualisierungen in dieses Profil zu übernehmen.
es: Selecciona un archivo exportado previamente para combinar actualizaciones con este perfil.

# shareData.import.summary
source: %lld new entries added • %lld updated
de: %lld neue Einträge hinzugefügt • %lld aktualisiert
es: %lld entradas nuevas añadidas • %lld actualizadas

# shareData.import.profileUpdated
source: Profile settings were updated from the import.
de: Profileinstellungen wurden durch den Import aktualisiert.
es: La configuración del perfil se actualizó con la importación.

# shareData.airdrop.title
source: Manual Sharing
de: Manuelles Teilen
es: Compartir manualmente

# shareData.airdrop.button
source: Send Data
de: Daten senden
es: Enviar datos

# shareData.airdrop.footer
source: Send the exported profile file to another device yourself, such as over AirDrop.
de: Sende die exportierte Profildatei manuell an ein anderes Gerät, z. B. per AirDrop.
es: Envía el archivo de perfil exportado manualmente a otro dispositivo, por ejemplo mediante AirDrop.

# shareData.alert.exportSuccess.title
source: Export complete
de: Export abgeschlossen
es: Exportación completada

# shareData.alert.exportSuccess.message
source: Saved file: %@
de: Gespeicherte Datei: %@
es: Archivo guardado: %@

# shareData.alert.exportFailure.title
source: Export failed
de: Export fehlgeschlagen
es: Error al exportar

# shareData.alert.exportFailure.message
source: We couldn't save your data. Please try again.
de: Deine Daten konnten nicht gespeichert werden. Bitte versuche es erneut.
es: No pudimos guardar tus datos. Inténtalo de nuevo.

# shareData.alert.importSuccess.title
source: Import complete
de: Import abgeschlossen
es: Importación completada

# shareData.alert.importFailure.title
source: Import failed
de: Import fehlgeschlagen
es: Error al importar

# shareData.alert.airdropFailure.title
source: AirDrop failed
de: AirDrop fehlgeschlagen
es: AirDrop falló

# shareData.alert.airdropFailure.message
source: AirDrop could not share the export.
de: AirDrop konnte den Export nicht teilen.
es: AirDrop no pudo compartir la exportación.

# shareData.alert.airdropFailure.messageWithReason
source: AirDrop could not share the export. (%@)
de: AirDrop konnte den Export nicht teilen. (%@)
es: AirDrop no pudo compartir la exportación. (%@)

# shareData.supabase.title
source: Automatic Sharing
de: Automatisches Teilen
es: Compartir automáticamente

# shareData.supabase.premiumDescription
source: Automatic sharing is a Premium feature. Unlock Nanny & Me Premium to invite caregivers automatically.
de: Automatisches Teilen ist eine Premium-Funktion. Schalte Nanny & Me Premium frei, um Betreuer automatisch einzuladen.

# shareData.supabase.emailPlaceholder
source: Recipient email address
de: E-Mail-Adresse des Empfängers
es: Correo electrónico del destinatario

# shareData.supabase.shareButton
source: Share Profile
de: Profil teilen
es: Compartir perfil

# shareData.supabase.footer.authenticated
source: Invite another caregiver to access this profile from their account.
de: Lade eine andere Betreuungsperson ein, dieses Profil über ihr Konto zu nutzen.
es: Invita a otra persona cuidadora a acceder a este perfil desde su cuenta.

# shareData.supabase.footer.signedOut
source: Create or sign in to an account to share this profile automatically.
de: Erstelle oder melde dich bei einem Konto an, um dieses Profil automatisch zu teilen.
es: Crea o inicia sesión en una cuenta para compartir este perfil automáticamente.

# shareData.supabase.description.signedOut
source: You'll unlock automatic sharing once you sign in. We'll remember the email you enter after logging in.
de: Automatisches Teilen wird verfügbar, sobald du angemeldet bist. Wir merken uns die eingegebene E-Mail nach dem Login.
es: Desbloquearás el uso compartido automático cuando inicies sesión. Recordaremos el correo que ingreses después de iniciar sesión.

# shareData.supabase.success.title
source: Invitation sent
de: Einladung gesendet
es: Invitación enviada

# shareData.supabase.success.message
source: We sent an invite to %@.
de: Wir haben eine Einladung an %@ gesendet.
es: Enviamos una invitación a %@.

# shareData.supabase.missing.title
source: Account not found
de: Konto nicht gefunden
es: Cuenta no encontrada

# shareData.supabase.missing.message
source: We couldn't find an account for %@.
de: Wir konnten kein Konto für %@ finden.
es: No encontramos una cuenta para %@.

# shareData.supabase.alreadyShared.title
source: Already shared
de: Bereits geteilt
es: Ya compartido

# shareData.supabase.alreadyShared.message
source: This profile is already shared with %@.
de: Dieses Profil wird bereits mit %@ geteilt.
es: Este perfil ya está compartido con %@.

# shareData.supabase.failure.title
source: Share failed
de: Teilen fehlgeschlagen
es: Error al compartir

# shareData.supabase.failure.configuration
source: Automatic sharing isn't configured. Please try again later.
de: Automatisches Teilen ist nicht konfiguriert. Bitte versuche es später erneut.
es: El uso compartido automático no está configurado. Inténtalo de nuevo más tarde.

# shareData.supabase.failure.notAuthenticated
source: Sign in to share profiles automatically.
de: Melde dich an, um Profile automatisch zu teilen.
es: Inicia sesión para compartir perfiles automáticamente.

# shareData.supabase.prompt.title
source: Create an account to share automatically?
de: Konto für automatisches Teilen erstellen?
es: ¿Crear una cuenta para compartir automáticamente?

# shareData.supabase.prompt.message
source: You'll need to sign in so we can deliver the profile to another caregiver's account.
de: Du musst dich anmelden, damit wir das Profil an das Konto einer anderen Betreuungsperson senden können.
es: Necesitas iniciar sesión para que podamos enviar el perfil a la cuenta de otra persona cuidadora.

# shareData.supabase.prompt.confirm
source: Yes
de: Ja
es: Sí

# shareData.supabase.prompt.decline
source: No
de: Nein

# shareData.supabase.invalidEmail.title
source: Enter an email
de: E-Mail eingeben
es: Ingresa un correo

# shareData.supabase.invalidEmail.message
source: Please provide a valid email address before sharing.
de: Bitte gib vor dem Teilen eine gültige E-Mail-Adresse an.
es: Proporciona un correo electrónico válido antes de compartir.

# shareData.supabase.ownerOnly.description
source: Only the profile owner can manage automatic sharing.
de: Nur der Profilinhaber kann die automatische Freigabe verwalten.

# shareData.supabase.ownerOnly.footer
source: Automatic sharing is limited to the caregiver who created this profile.
de: Automatisches Teilen ist auf die Betreuungsperson beschränkt, die dieses Profil erstellt hat.

# shareData.supabase.permission.label
source: Permission
de: Berechtigung

# shareData.supabase.permission.view
source: View only
de: Nur ansehen

# shareData.supabase.permission.edit
source: Edit access
de: Bearbeiten

# shareData.supabase.invitations.title
source: Shared caregivers
de: Geteilte Betreuungspersonen

# shareData.supabase.invitations.empty
source: No caregivers have been invited yet.
de: Es wurden noch keine Betreuungspersonen eingeladen.

# shareData.supabase.invitations.error
source: We couldn't load invited caregivers.
de: Die eingeladenen Betreuungspersonen konnten nicht geladen werden.

# shareData.supabase.invitations.unknownEmail
source: Unknown caregiver
de: Unbekannte Betreuungsperson

# shareData.supabase.invitations.revokeButton
source: Revoke Access
de: Zugriff entziehen

# shareData.supabase.invitations.reinviteButton
source: Reinvite
de: Erneut einladen

# shareData.supabase.invitations.status.pending
source: Pending
de: Ausstehend

# shareData.supabase.invitations.status.accepted
source: Accepted
de: Akzeptiert

# shareData.supabase.invitations.status.revoked
source: Revoked
de: Entzogen

# shareData.supabase.invitations.status.rejected
source: Rejected
de: Abgelehnt

# shareData.supabase.invitations.status.unknown
source: Unknown
de: Unbekannt

# shareData.qr.button
source: Show QR Code
de: QR-Code anzeigen

# shareData.qr.title
source: Share via QR Code
de: Per QR-Code teilen

# shareData.qr.description
source: Let another caregiver scan this code to automatically fill your email.
de: Lass eine andere Betreuungsperson diesen Code scannen, um deine E-Mail automatisch auszufüllen.

# shareData.qrScanner.button
source: Scan QR
de: QR scannen

# shareData.qrScanner.title
source: Scan QR Code
de: QR-Code scannen

# shareData.qrScanner.instructions
source: Align the QR code inside the frame to capture the caregiver's email.
de: Richte den QR-Code im Rahmen aus, um die E-Mail der Betreuungsperson zu erfassen.

# shareData.qrScanner.unavailable
source: Camera isn't available on this device.
de: Auf diesem Gerät ist keine Kamera verfügbar.

# shareData.qrScanner.denied
source: Camera access is required to scan QR codes. Update permissions in Settings.
de: Für das Scannen von QR-Codes ist Kamerazugriff erforderlich. Ändere die Berechtigungen in den Einstellungen.

# shareData.qrScanner.openSettings
source: Open Settings
de: Einstellungen öffnen

# shareData.qrScanner.loading
source: Preparing camera...
de: Kamera wird vorbereitet...

# shareData.qrScanner.error
source: We couldn't start the camera. Please try again.
de: Die Kamera konnte nicht gestartet werden. Bitte versuche es erneut.

# shareData.qrScanner.invalidPayload
source: That QR code didn't contain a valid email address.
de: Dieser QR-Code enthielt keine gültige E-Mail-Adresse.

# map.title
source: Action Map
de: Aktionskarte
es: Mapa de acciones

# map.filter.actionType
source: Action type
de: Aktionstyp
es: Tipo de acción

# map.filter.dateRange
source: Date range
de: Datumsbereich
es: Intervalo de fechas

# map.filter.dateRange.button
source: Date filters
de: Datumsfilter
es: Filtros de fecha

# map.filter.dateRange.title
source: Filter by date
de: Nach Datum filtern
es: Filtrar por fecha

# map.filter.startDate
source: Start date
de: Startdatum
es: Fecha de inicio

# map.filter.endDate
source: End date
de: Enddatum
es: Fecha de finalización

# map.filter.allDates
source: All dates
de: Alle Daten
es: Todas las fechas

# map.filter.dateRange.today
source: Today
de: Heute
es: Hoy

# map.filter.dateRange.sevenDays
source: Last 7 days
de: Letzte 7 Tage
es: Últimos 7 días

# map.filter.dateRange.thirtyDays
source: Last 30 days
de: Letzte 30 Tage
es: Últimos 30 días

# map.filter.dateRange.toggle
source: Filter by date range
de: Nach Datumsbereich filtern
es: Filtrar por intervalo de fechas

# map.filter.allActions
source: All actions
de: Alle Aktionen
es: Todas las acciones

# map.emptyState
source: No actions match your filters.
de: Keine Aktionen passen zu diesen Filtern.
es: No hay acciones que coincidan con estos filtros.

# map.unknownLocation
source: Unknown location
de: Unbekannter Ort
es: Ubicación desconocida

# map.annotation.type
source: Type
de: Typ
es: Tipo

# map.annotation.subtype
source: Subtype
de: Untertyp
es: Subtipo

# map.annotation.loggedAt
source: Logged on %@
de: Protokolliert am %@
es: Registrado el %@

# map.annotation.accessibility
source: %@ logged at %@ on %@
de: %@ protokolliert in %@ am %@
es: %@ registrado en %@ el %@

# map.cluster.detailTitle
source: %lld nearby actions
de: %lld Aktionen in der Nähe
es: %lld acciones cercanas

# map.cluster.accessibility
source: %lld actions near %@
de: %lld Aktionen in der Nähe von %@
es: %lld acciones cerca de %@

# map.locationPrompt.title
source: Enable Action Locations?
de: Aktionsorte aktivieren?

# map.locationPrompt.message
source: Turn on Action Locations so we can place your baby's care on the map.
de: Aktiviere Aktionsorte, damit wir die Pflege deines Babys auf der Karte anzeigen können.

# map.locationPrompt.enable
source: Turn On
de: Aktivieren

# map.locationPermissionFixPrompt.title
source: Allow Location Access?
de: Ortungszugriff erlauben?

# map.locationPermissionFixPrompt.message
source: Location access for Nanny & Me is turned off in Settings. Re-enable it to keep tracking Action Locations.
de: Der Ortungszugriff für Nanny & Me ist in den Einstellungen deaktiviert. Aktiviere ihn erneut, um Aktionsorte weiter zu verfolgen.

# map.locationPermissionFixPrompt.openSettings
source: Open Settings
de: Einstellungen öffnen

# shareData.error.mismatchedProfile
source: This file belongs to a different profile. Switch to that profile and try again.
de: Diese Datei gehört zu einem anderen Profil. Wechsle zu diesem Profil und versuche es erneut.
es: Este archivo pertenece a otro perfil. Cambia a ese perfil e inténtalo de nuevo.

# shareData.error.readFailed
source: The file could not be read. Make sure you selected a Nanny & Me export.
de: Die Datei konnte nicht gelesen werden. Bitte wähle einen Nanny & Me-Export.
es: No se pudo leer el archivo. Asegúrate de seleccionar una exportación de Nanny & Me.

# logs.title
source: All Logs
de: Alle Protokolle
es: Todos los registros

# logs.empty.title
source: No logs yet
de: Noch keine Protokolle
es: Todavía no hay registros

# logs.empty.subtitle
source: Actions you record will appear here, organized by day.
de: Hier erscheinen deine aufgezeichneten Aktionen nach Tagen sortiert.
es: Las acciones que registres aparecerán aquí organizadas por día.

# logs.active
source: Active
de: Aktiv
es: Activo

# logs.delete.confirmationTitle
source: Delete log?
de: Protokoll löschen?
es: ¿Eliminar registro?

# logs.delete.confirmationMessage
source: Are you sure you want to delete this log? This action cannot be undone.
de: Möchtest du dieses Protokoll wirklich löschen? Dieser Vorgang kann nicht rückgängig gemacht werden.
es: ¿Seguro que deseas eliminar este registro? Esta acción no se puede deshacer.

# logs.delete.action
source: Delete Log
de: Protokoll löschen
es: Eliminar registro

# logs.edit.action
source: Edit Log
de: Protokoll bearbeiten
es: Editar registro

# logs.continue.action
source: Continue Action
de: Aktion fortsetzen
es: Continuar acción

# logs.continue.info
source: Resume this action to keep tracking from its original start time.
de: Setze diese Aktion fort, um ab der ursprünglichen Startzeit weiter aufzuzeichnen.
es: Continúa esta acción para seguir registrándola desde su hora de inicio original.

# logs.filter.title
source: Filter Logs
de: Protokolle filtern
es: Filtrar registros

# logs.filter.startToggle
source: Filter from date
de: Ab Datum filtern
es: Filtrar desde fecha

# logs.filter.startLabel
source: Start date
de: Startdatum
es: Fecha de inicio

# logs.filter.endToggle
source: Filter to date
de: Bis Datum filtern
es: Filtrar hasta fecha

# logs.filter.endLabel
source: End date
de: Enddatum
es: Fecha de fin

# logs.filter.clear
source: Clear Filter
de: Filter löschen
es: Borrar filtro

# logs.filter.category.section
source: Action type
de: Aktionstyp
es: Tipo de acción

# logs.filter.category.all
source: All actions
de: Alle Aktionen
es: Todas las acciones

# logs.filter.summary.range
source: Showing %@ – %@
de: Angezeigt: %@ – %@
es: Mostrando %@ – %@

# logs.filter.summary.start
source: Showing from %@
de: Angezeigt ab %@
es: Mostrando desde %@

# logs.filter.summary.end
source: Showing through %@
de: Angezeigt bis %@
es: Mostrando hasta %@

# logs.filter.summary.categoryOnly
source: Showing %@ logs
de: Zeige %@-Einträge
es: Mostrando registros de %@

# logs.filter.summary.categoryDetail
source: %@ logs
de: %@-Einträge
es: Registros de %@

# logs.summary.sleep
source: sleep
de: Schlaf
es: sueño

# logs.summary.diaperWithType
source: diaper - %@
de: Windel – %@
es: pañal – %@

# logs.summary.diaper
source: diaper
de: Windel
es: pañal

# logs.summary.feedingBottle
source: feeding - bottle (%lld ml)
de: Füttern – Flasche (%lld ml)
es: alimentación – biberón (%lld ml)

# logs.summary.feedingBottleWithTypeAndVolume
source: feeding - bottle (%1$@, %2$lld ml)
de: Füttern – Flasche (%1$@, %2$lld ml)
es: alimentación – biberón (%1$@, %2$lld ml)

# logs.summary.feedingBottleWithType
source: feeding - bottle (%@)
de: Füttern – Flasche (%@)
es: alimentación – biberón (%@)

# logs.summary.feedingWithType
source: feeding - %@
de: Füttern – %@
es: alimentación – %@

# logs.summary.feeding
source: feeding
de: Füttern
es: alimentación

# stats.title
source: Stats
de: Statistiken
es: Estadísticas

# stats.dailySnapshot.title
source: Daily Snapshot
de: Tagesüberblick
es: Resumen diario

# stats.dailySnapshot.description
source: Tracking %lld activities for %@.
de: Es werden %lld Aktivitäten für %@ erfasst.
es: Se están registrando %lld actividades para %@.

# stats.card.activeActions.title
source: Active Actions
de: Aktive Aktionen
es: Acciones activas

# stats.card.activeActions.subtitle
source: Running right now
de: Laufen gerade
es: En curso ahora

# stats.card.todaysLogs.title
source: Today's Logs
de: Heutige Protokolle
es: Registros de hoy

# stats.card.todaysLogs.subtitle
source: Completed entries
de: Abgeschlossene Einträge
es: Entradas completadas

# stats.card.bottleFeed.title
source: Bottle Feed (ml)
de: Flaschenfütterung (ml)
es: Toma de biberón (ml)

# stats.card.bottleFeed.subtitle
source: Total today
de: Summe heute
es: Total de hoy

# stats.card.sleepSessions.title
source: Sleep Sessions
de: Schlafphasen
es: Sesiones de sueño

# stats.card.sleepSessions.subtitle
source: Today
de: Heute
es: Hoy

# stats.card.sleepDuration.title
source: Sleep Duration
de: Schlafdauer
es: Duración del sueño

# stats.card.sleepDuration.subtitle
source: Total rest today
de: Gesamte Ruhezeit heute
es: Descanso total de hoy

# stats.card.diaperChanges.title
source: Diaper Changes
de: Windelwechsel
es: Cambios de pañal

# stats.card.diaperChanges.subtitle
source: Logged today
de: Heute protokolliert
es: Registrados hoy

# stats.pattern.title
source: Daily Pattern
de: Tagesmuster
es: Patrón diario

# stats.pattern.subtitle
source: Typical activity times over the last week.
de: Typische Aktivitätszeiten der letzten Woche.
es: Horarios típicos de la actividad en la última semana.

# stats.chart.yAxis.diapers
source: Diapers
de: Windeln
es: Pañales

# stats.chart.yAxis.minutes
source: Minutes
de: Minuten
es: Minutos

# stats.chart.yAxis.seconds
source: Seconds
de: Sekunden
es: Segundos

# stats.chart.yAxis.hours
source: Hours
de: Stunden
es: Horas

# stats.chart.lastSevenDays
source: Last 7 Days
de: Letzte 7 Tage
es: Últimos 7 días

# stats.chart.actionPicker.label
source: Activity
de: Aktivität
es: Actividad

# stats.chart.series.subtype
source: Subtype
de: Untertyp
es: Subtipo

# stats.chart.share.button
source: Share
de: Teilen
es: Compartir

# stats.chart.share.accessibility
source: Share chart
de: Diagramm teilen
es: Compartir gráfico

# stats.chart.xAxis.hour
source: Hour
de: Stunde
es: Hora

# stats.chart.xAxis.day
source: Day
de: Tag
es: Día

# stats.chart.activityTrends.title
source: Activity Trends
de: Aktivitätstrends
es: Tendencias de actividad

# stats.chart.activityTrends.subtitle
source: Once you start logging activities you'll see a weekly breakdown here.
de: Sobald du Aktivitäten protokollierst, erscheint hier eine Wochenübersicht.
es: Cuando empieces a registrar actividades verás aquí un resumen semanal.

# stats.chart.empty.title
source: No %@ logged in the last week.
de: In der letzten Woche wurden keine %@ protokolliert.
es: No se registraron %@ en la última semana.

# stats.chart.empty.subtitle
source: Track %@ to see trends over time.
de: Protokolliere %@, um Trends im Zeitverlauf zu sehen.
es: Registra %@ para ver tendencias a lo largo del tiempo.

# stats.pattern.empty.title
source: No clear pattern for %@ yet.
de: Noch kein erkennbares Muster für %@.
es: Todavía no hay un patrón claro para %@.

# stats.pattern.empty.subtitle
source: Log more %@ entries to uncover daily trends.
de: Protokolliere weitere %@, um tägliche Trends zu entdecken.
es: Registra más %@ para descubrir tendencias diarias.

# stats.calendar.tabLabel
source: Calendar
de: Kalender
es: Calendario

# stats.calendar.summary.title
source: Summary for %@
de: Zusammenfassung für %@
es: Resumen de %@

# stats.calendar.summary.count.one
source: 1 log recorded
de: 1 Eintrag protokolliert
es: 1 registro guardado

# stats.calendar.summary.count
source: %lld logs recorded
de: %lld protokollierte Einträge
es: %lld registros guardados

# stats.calendar.summary.empty
source: No logs recorded for this day yet.
de: Für diesen Tag wurden noch keine Einträge protokolliert.
es: Aún no hay registros para este día.

# stats.calendar.sleep.subtitle
source: Across %lld sessions
de: Verteilt auf %lld Schlafphasen
es: Repartido en %lld sesiones de sueño

# stats.calendar.feeding.subtitle
source: Bottle total: %lld ml
de: Flaschensumme: %lld ml
es: Total de biberón: %lld ml

# stats.calendar.feeding.subtitle.noBottle
source: No bottle feeds logged
de: Keine Flaschenfütterung protokolliert
es: Sin biberones registrados

# stats.calendar.diaper.subtitle
source: Changes logged
de: Wechsel protokolliert
es: Cambios registrados

# stats.calendar.total.title
source: Total Logs
de: Gesamtanzahl
es: Registros totales

# stats.calendar.total.subtitle
source: Across all activities
de: Alle Aktivitäten zusammen
es: Todas las actividades

# manualEntry.title
source: Manual Entry
de: Manueller Eintrag
es: Registro manual

# manualEntry.saveButton
source: Save Entry
de: Eintrag speichern
es: Guardar registro

# manualEntry.accessibilityHint
source: Add a manual log entry.
de: Manuellen Eintrag hinzufügen.
es: Agregar un registro manual.

# stats.calendar.timeline.title
source: Logged actions
de: Protokollierte Aktionen
es: Acciones registradas

# stats.calendar.duration.zero
source: 0m
de: 0 Min
es: 0 min

# stats.calendar.datePicker.label
source: Select a date
de: Datum auswählen
es: Seleccionar fecha

# actions.sleep
source: Sleep
de: Schlaf
es: Sueño

# actions.diaper
source: Diaper
de: Windel
es: Pañal

# actions.feeding
source: Feeding
de: Füttern
es: Alimentación

# actions.diaper.change
source: Diaper change
de: Windelwechsel
es: Cambio de pañal

# actions.feeding.bottle
source: Bottle (%lld ml)
de: Flasche (%lld ml)
es: Biberón (%lld ml)
